Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: Where appropriate, to collect relevant information necessary to perform the impact assessment, deployers of high-risk AI system, in particular when AI systems are used in the public sector, could involve relevant stakeholders, including the representatives of groups of persons likely to be affected by the AI system, independent experts, and civil society organisations in conducting such impact assessments and designing measures to be taken in the case of materialisation of the risks.
pt_pt: Se for caso disso, para recolher as informações pertinentes necessárias para realizar a avaliação de impacto, os responsáveis pela implantação de sistemas de IA de risco elevado, em especial quando os sistemas de IA são utilizados no setor público, poderão implicar as partes interessadas pertinentes, incluindo os representantes de grupos de pessoas suscetíveis de serem afetadas pelo sistema de IA, peritos independentes e organizações da sociedade civil, na realização dessas avaliações de impacto e na conceção de medidas a tomar em caso de concretização dos riscos.

source: The European Artificial Intelligence Office (AI Office) should develop a template for a questionnaire in order to facilitate compliance and reduce the administrative burden for deployers.
pt_pt: O Serviço Europeu para a Inteligência Artificial («Serviço para a IA») deverá desenvolver um modelo de questionário, a fim de facilitar a conformidade e reduzir os encargos administrativos para os responsáveis pela implantação.

source: The notion of general-purpose AI models should be clearly defined and set apart from the notion of AI systems to enable legal certainty.
pt_pt: O conceito de modelos de IA de finalidade geral deverá ser claramente definido e distinguido do conceito de sistemas de IA, a fim de proporcionar segurança jurídica.

source: The definition should be based on the key functional characteristics of a general-purpose AI model, in particular the generality and the capability to competently perform a wide range of distinct tasks.
pt_pt: A definição deverá basear-se nas principais características funcionais de um modelo de IA de finalidade geral, em especial na generalidade e na capacidade de desempenhar com competência uma vasta gama de funções distintas.

source: These models are typically trained on large amounts of data, through various methods, such as self-supervised, unsupervised or reinforcement learning.
pt_pt: Estes modelos são normalmente treinados com grandes quantidades de dados, através de vários métodos, como a aprendizagem autossupervisionada, não supervisionada ou por reforço.

source: General-purpose AI models may be placed on the market in various ways, including through libraries, application programming interfaces (APIs), as direct download, or as physical copy.
pt_pt: Os modelos de IA de finalidade geral podem ser colocados no mercado de várias formas, nomeadamente através de bibliotecas, interfaces de programação de aplicações, para descarregamento direto ou como cópia física.

source: These models may be further modified or fine-tuned into new models.
pt_pt: Estes modelos podem ser alterados ou aperfeiçoados em novos modelos.

source: Although AI models are essential components of AI systems, they do not constitute AI systems on their own.
pt_pt: Embora os modelos de IA sejam componentes essenciais dos sistemas de IA, não constituem, por si só, sistemas de IA.

source: AI models require the addition of further components, such as for example a user interface, to become AI systems.
pt_pt: Os modelos de IA exigem a adição de outros componentes, como, por exemplo, uma interface de utilizador, para se tornarem sistemas de IA.

source: AI models are typically integrated into and form part of AI systems.
pt_pt: Os modelos de IA são tipicamente integrados e fazem parte integrante dos sistemas de IA.

source: This Regulation provides specific rules for general-purpose AI models and for general-purpose AI models that pose systemic risks, which should apply also when these models are integrated or form part of an AI system.
pt_pt: O presente regulamento estabelece regras específicas para os modelos de IA de finalidade geral e para os modelos de IA de finalidade geral que apresentam riscos sistémicos, as quais se deverão aplicar também quando estes modelos são integrados ou fazem parte integrante de um sistema de IA.

source: It should be understood that the obligations for the providers of general-purpose AI models should apply once the general-purpose AI models are placed on the market.
pt_pt: Deverá entender-se que as obrigações dos prestadores de modelos de IA de finalidade geral deverão aplicar-se assim que os modelos de IA de finalidade geral sejam colocados no mercado.

source: When the provider of a general-purpose AI model integrates an own model into its own AI system that is made available on the market or put into service, that model should be considered to be placed on the market and, therefore, the obligations in this Regulation for models should continue to apply in addition to those for AI systems.
pt_pt: Quando o prestador de um modelo de IA de finalidade geral integra um modelo próprio no seu próprio sistema de IA que é disponibilizado no mercado ou colocado em serviço, esse modelo deverá ser considerado colocado no mercado e, por conseguinte, as obrigações previstas no presente regulamento para os modelos deverão continuar a aplicar-se para além das obrigações aplicáveis aos sistemas de IA.

source: The obligations laid down for models should in any case not apply when an own model is used for purely internal processes that are not essential for providing a product or a service to third parties and the rights of natural persons are not affected.
pt_pt: As obrigações estabelecidas para os modelos não deverão, em caso algum, aplicar-se quando um modelo próprio for utilizado para processos puramente internos não essenciais para disponibilizar um produto ou um serviço a terceiros e os direitos das pessoas singulares não forem afetados.

source: Considering their potential significantly negative effects, the general-purpose AI models with systemic risk should always be subject to the relevant obligations under this Regulation.
pt_pt: Tendo em conta os seus potenciais efeitos significativamente negativos, os modelos de IA de finalidade geral com risco sistémico deverão estar sempre sujeitos às obrigações pertinentes nos termos do presente regulamento.

source: The definition should not cover AI models used before their placing on the market for the sole purpose of research, development and prototyping activities.
pt_pt: A definição não deverá abranger os modelos de IA utilizados antes da sua colocação no mercado exclusivamente para fins de atividades de investigação, desenvolvimento e prototipagem.

source: This is without prejudice to the obligation to comply with this Regulation when, following such activities, a model is placed on the market.
pt_pt: Tal não prejudica a obrigação de cumprir o presente regulamento quando, na sequência dessas atividades, um modelo for colocado no mercado.

source: Whereas the generality of a model could, inter alia, also be determined by a number of parameters, models with at least a billion of parameters and trained with a large amount of data using self-supervision at scale should be considered to display significant generality and to competently perform a wide range of distinctive tasks.
pt_pt: Embora a generalidade de um modelo possa, entre outros critérios, ser também determinada por vários parâmetros, deverá considerar-se os modelos com, pelo menos, mil milhões de parâmetros e treinados com uma grande quantidade de dados utilizando a autossupervisão em escala para apresentar uma generalidade significativa e executar com competência uma vasta gama de tarefas distintas.

source: Large generative AI models are a typical example for a general-purpose AI model, given that they allow for flexible generation of content, such as in the form of text, audio, images or video, that can readily accommodate a wide range of distinctive tasks.
pt_pt: Os grandes modelos generativos de IA são um exemplo típico de um modelo de IA de finalidade geral, uma vez que permitem a geração flexível de conteúdos, por exemplo, sob a forma de texto, áudio, imagens ou vídeo, que podem facilmente adaptar-se a uma vasta gama de tarefas distintas.

source: When a general-purpose AI model is integrated into or forms part of an AI system, this system should be considered to be general-purpose AI system when, due to this integration, this system has the capability to serve a variety of purposes.
pt_pt: Quando um modelo de IA de finalidade geral é integrado num sistema de IA ou dele faz parte integrante, este sistema deverá ser considerado um sistema de IA de finalidade geral se, graças a esta integração, tiver a capacidade de servir uma variedade de finalidades.

source: A general-purpose AI system can be used directly, or it may be integrated into other AI systems.
pt_pt: Um sistema de IA de finalidade geral pode ser utilizado diretamente ou ser integrado em outros sistemas de IA.

source: Providers of general-purpose AI models have a particular role and responsibility along the AI value chain, as the models they provide may form the basis for a range of downstream systems, often provided by downstream providers that necessitate a good understanding of the models and their capabilities, both to enable the integration of such models into their products, and to fulfil their obligations under this or other regulations.
pt_pt: Os prestadores de modelos de IA de finalidade geral têm um papel e uma responsabilidade específicos na cadeia de valor da IA, uma vez que os modelos que facultam podem constituir a base de uma série de sistemas a jusante, muitas vezes disponibilizados por prestadores a jusante que precisam de ter uma boa compreensão dos modelos e das suas capacidades, tanto para permitir a integração desses modelos nos seus produtos como para cumprir as suas obrigações nos termos deste ou de outros regulamentos.

source: Therefore, proportionate transparency measures should be laid down, including the drawing up and keeping up to date of documentation, and the provision of information on the general-purpose AI model for its usage by the downstream providers.
pt_pt: Por conseguinte, deverão ser previstas medidas de transparência proporcionadas, incluindo a elaboração e a atualização da documentação e a prestação de informações sobre o modelo de IA de finalidade geral para a sua utilização pelos prestadores a jusante.

source: Technical documentation should be prepared and kept up to date by the general-purpose AI model provider for the purpose of making it available, upon request, to the AI Office and the national competent authorities.
pt_pt: A documentação técnica deverá ser elaborada e mantida atualizada pelo prestador do modelo de IA de finalidade geral para efeitos da sua disponibilização, mediante pedido, ao Serviço para a IA e às autoridades nacionais competentes.

source: The minimal set of elements to be included in such documentation should be set out in specific annexes to this Regulation.
pt_pt: O conjunto mínimo de elementos a incluir nessa documentação deverá ser estabelecido em anexos específicos do presente regulamento.

source: The Commission should be empowered to amend those annexes by means of delegated acts in light of evolving technological developments.
pt_pt: A Comissão deverá estar habilitada a alterar esses anexos por meio de atos delegados à luz da evolução tecnológica.

source: Software and data, including models, released under a free and open-source licence that allows them to be openly shared and where users can freely access, use, modify and redistribute them or modified versions thereof, can contribute to research and innovation in the market and can provide significant growth opportunities for the Union economy.
pt_pt: O software e os dados, incluindo os modelos, lançados ao abrigo de uma licença gratuita e de fonte aberta que lhes permita serem partilhados abertamente e que permita aos utilizadores aceder-lhes livremente, utilizá-los, modificá-los e redistribuí-los, ou a versões modificadas dos mesmos, podem contribuir para a investigação e a inovação no mercado e podem proporcionar oportunidades de crescimento significativas para a economia da União.

source: General-purpose AI models released under free and open-source licences should be considered to ensure high levels of transparency and openness if their parameters, including the weights, the information on the model architecture, and the information on model usage are made publicly available.
pt_pt: Deverá considerar-se que os modelos de IA de finalidade geral lançados ao abrigo de licenças gratuitas e de fonte aberta asseguram elevados níveis de transparência e abertura se os seus parâmetros, incluindo as ponderações, as informações sobre a arquitetura do modelo e as informações sobre a utilização do modelo, forem disponibilizados ao público.

source: The licence should be considered to be free and open-source also when it allows users to run, copy, distribute, study, change and improve software and data, including models under the condition that the original provider of the model is credited, the identical or comparable terms of distribution are respected.
pt_pt: A licença deverá também ser considerada gratuita e de fonte aberta quando permite aos utilizadores executar, copiar, distribuir, estudar, alterar e melhorar o software e os dados, incluindo os modelos, na condição de serem atribuídos os créditos ao prestador original do modelo e de serem respeitadas as condições de distribuição idênticas ou comparáveis.

source: Free and open-source AI components covers the software and data, including models and general-purpose AI models, tools, services or processes of an AI system.
pt_pt: Componentes de IA gratuitos e de fonte aberta abrangem o software e os dados, incluindo modelos e modelos de IA de finalidade geral, ferramentas, serviços ou processos de um sistema de IA.

source: Free and open-source AI components can be provided through different channels, including their development on open repositories.
pt_pt: Os componentes de IA gratuitos e de fonte aberta podem ser disponibilizados através de diferentes canais, nomeadamente o seu desenvolvimento em repositórios abertos.

source: For the purposes of this Regulation, AI components that are provided against a price or otherwise monetised, including through the provision of technical support or other services, including through a software platform, related to the AI component, or the use of personal data for reasons other than exclusively for improving the security, compatibility or interoperability of the software, with the exception of transactions between microenterprises, should not benefit from the exceptions provided to free and open-source AI components.
pt_pt: Para efeitos do presente regulamento, os componentes de IA disponibilizados por um preço ou convertidos em dinheiro de outra forma, nomeadamente no âmbito da prestação de apoio técnico ou de outros serviços (inclusive através de uma plataforma de software) relacionados com o componente de IA, ou a utilização de dados pessoais por motivos que não sejam exclusivamente para melhorar a segurança, a compatibilidade ou a interoperabilidade do software, com exceção das transações entre microempresas, não deverão beneficiar das exceções previstas para os componentes de IA gratuitos e de fonte aberta.

source: The fact of making AI components available through open repositories should not, in itself, constitute a monetisation.
pt_pt: O facto de disponibilizar componentes de IA através de repositórios abertos não deverá, por si só, constituir uma conversão em dinheiro.

source: The providers of general-purpose AI models that are released under a free and open-source licence, and whose parameters, including the weights, the information on the model architecture, and the information on model usage, are made publicly available should be subject to exceptions as regards the transparency-related requirements imposed on general-purpose AI models, unless they can be considered to present a systemic risk, in which case the circumstance that the model is transparent and accompanied by an open-source license should not be considered to be a sufficient reason to exclude compliance with the obligations under this Regulation.
pt_pt: Os prestadores de modelos de IA de finalidade geral lançados ao abrigo de uma licença gratuita e de fonte aberta e cujos parâmetros, incluindo as ponderações, as informações sobre a arquitetura do modelo e as informações sobre a utilização de modelos, são disponibilizados ao público deverão ser objeto de exceções no que diz respeito aos requisitos relacionados com a transparência impostos aos modelos de IA de finalidade geral, a menos que se possa considerar que apresentam um risco sistémico, caso em que a circunstância de o modelo ser transparente e acompanhado de uma licença de fonte aberta não deverá ser considerada um motivo suficiente para excluir o cumprimento das obrigações previstas no presente regulamento.

source: In any case, given that the release of general-purpose AI models under free and open-source licence does not necessarily reveal substantial information on the data set used for the training or fine-tuning of the model and on how compliance of copyright law was thereby ensured, the exception provided for general-purpose AI models from compliance with the transparency-related requirements should not concern the obligation to produce a summary about the content used for model training and the obligation to put in place a policy to comply with Union copyright law, in particular to identify and comply with the reservation of rights pursuant to Article 4(3) of Directive (EU) 2019/790 of the European Parliament and of the Council (40).
pt_pt: Em todo o caso, uma vez que o lançamento de modelos de IA de finalidade geral ao abrigo de licenças gratuitas e de fonte aberta não revela necessariamente informações substanciais sobre o conjunto de dados utilizado para o treino ou aperfeiçoamento do modelo nem sobre a forma como foi assegurada a conformidade da legislação em matéria de direitos de autor, a exceção prevista para os modelos de IA de finalidade geral ao cumprimento dos requisitos relacionados com a transparência não deverá dizer respeito à obrigação de elaborar um resumo sobre os conteúdos utilizados para o treino de modelos nem à obrigação de aplicar uma política de cumprimento da legislação da União em matéria de direitos de autor, em especial para identificar e cumprir a reserva de direitos prevista no artigo 4.o, n.o 3, da Diretiva (UE) 2019/790 do Parlamento Europeu e do Conselho (40).

source: General-purpose AI models, in particular large generative AI models, capable of generating text, images, and other content, present unique innovation opportunities but also challenges to artists, authors, and other creators and the way their creative content is created, distributed, used and consumed.
pt_pt: Os modelos de IA de finalidade geral, em especial os grandes modelos generativos de IA, capazes de gerar texto, imagens e outros conteúdos, apresentam oportunidades de inovação únicas, mas também desafios para artistas, autores e outros criadores e para a forma como os seus conteúdos criativos são criados, distribuídos, utilizados e consumidos.

source: The development and training of such models require access to vast amounts of text, images, videos and other data.
pt_pt: O desenvolvimento e o treino de tais modelos exigem o acesso a grandes quantidades de texto, imagens, vídeos e outros dados.

source: Text and data mining techniques may be used extensively in this context for the retrieval and analysis of such content, which may be protected by copyright and related rights.
pt_pt: As técnicas de prospeção de textos e dados podem ser amplamente utilizadas neste contexto para recuperar e analisar esses conteúdos, que podem ser protegidos por direitos de autor e direitos conexos.

source: Any use of copyright protected content requires the authorisation of the rightsholder concerned unless relevant copyright exceptions and limitations apply.
pt_pt: Qualquer utilização de conteúdos protegidos por direitos de autor exige a autorização dos titulares dos direitos em causa, a menos que se apliquem exceções e limitações pertinentes em matéria de direitos de autor.

source: Directive (EU) 2019/790 introduced exceptions and limitations allowing reproductions and extractions of works or other subject matter, for the purpose of text and data mining, under certain conditions.
pt_pt: A Diretiva (UE) 2019/790 introduziu exceções e limitações que permitem reproduções e extrações de obras ou outro material para efeitos de prospeção de textos e dados, sob determinadas condições.

source: Under these rules, rightsholders may choose to reserve their rights over their works or other subject matter to prevent text and data mining, unless this is done for the purposes of scientific research.
pt_pt: Ao abrigo destas regras, os titulares de direitos podem optar por reservar os seus direitos sobre as suas obras ou outro material para impedir a prospeção de textos e dados, a menos que tal seja feito para fins de investigação científica.

source: Where the rights to opt out has been expressly reserved in an appropriate manner, providers of general-purpose AI models need to obtain an authorisation from rightsholders if they want to carry out text and data mining over such works.
pt_pt: Sempre que os direitos de exclusão tenham sido expressamente reservados de forma adequada, os prestadores de modelos de IA de finalidade geral têm de obter uma autorização dos titulares de direitos caso pretendam realizar uma prospeção de textos e dados nessas obras.

source: Providers that place general-purpose AI models on the Union market should ensure compliance with the relevant obligations in this Regulation.
pt_pt: Os prestadores que colocam modelos de IA de finalidade geral no mercado da União deverão assegurar o cumprimento das obrigações pertinentes previstas no presente regulamento.

source: To that end, providers of general-purpose AI models should put in place a policy to comply with Union law on copyright and related rights, in particular to identify and comply with the reservation of rights expressed by rightsholders pursuant to Article 4(3) of Directive (EU) 2019/790.
pt_pt: Para o efeito, os prestadores de modelos de IA de finalidade geral deverão pôr em prática uma política que cumpra o direito da União em matéria de direitos de autor e direitos conexos, em especial para identificar e cumprir a reserva de direitos expressa pelos titulares de direitos nos termos do artigo 4.o, n.o 3, da Diretiva (UE) 2019/790.

source: Any provider placing a general-purpose AI model on the Union market should comply with this obligation, regardless of the jurisdiction in which the copyright-relevant acts underpinning the training of those general-purpose AI models take place.
pt_pt: Qualquer prestador que coloque um modelo de IA de finalidade geral no mercado da União deverá cumprir esta obrigação, independentemente da jurisdição em que têm lugar os atos relevantes em matéria de direitos de autor subjacentes ao treino desses modelos de IA de finalidade geral.
